Repository: ezgisg/ShoppingApp
Catalog: ShoppingApp/Modules/AppResources/Sources/AppResources/Utils/Localizable/Localizable.xcstrings
Source language: en
Languages: tr

# addToFavorite
source: Add to Favorites
tr: Favorilere Ekle

source: chose
tr: Seç

source: Chose Search Type...
tr: Arama tipini seçiniz...

source: Favorites
tr: Favoriler

source: In Theaters
tr: Vizyondakiler

source: Let's add!
tr: Hadi ekle!

source: Next
tr: İleri

source: No Connection
tr: Bağlantı Yok

# noConnectionMessage
source: Please check your internet connection
tr: Lütfen internet bağlantınızı kontrol edin

source: No movies to list
tr: Görüntülenecek film yok!

source: No result
tr: Sonuç yok

# onboardingFirstMessage
source: Thousands of movies is waiting for you!
tr: Binlerce film keşfetmen için seni bekliyor!

# onboardingSecondMessage
source: Let's Discover!
tr: Keşfe başla!

source: Popular
tr: Popüler Filmler

source: Posters
tr: Afişler

source: Rating
tr: Puan

# removeFromFavorite
source: Remove From Favorites
tr: Favorilerden Çıkar

# searchInput.all
source: Search in all...
tr: Tüm fimler içinde ara...

# searchInput.search
source: Search...
tr: Ara...

# searchInput.theater
source: Search in theaters...
tr: Vizyondakiler içinde ara...

source: See more..
tr: Daha fazlasını gör..

source: Similar Movies
tr: Benzer Filmler

source: Skip
tr: Geç

source: Special Lists
tr: Özel Listeler

source: Start
tr: Başla

source: Top Rated
tr: En Yüksek Puanlılar

source: Upcoming
tr: Vizyona Girecekler
